{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "UnicodeScripts"
      },
      {
        "type": "Whitespace"
      },
      {
        "type": "Split",
        "pattern": {
          "String": "[\\u4E00-\\u9FFF]"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          3
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "[CLS]": 4,
      "[SEP]": 5,
      "[MASK]": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "%": 11,
      "&": 12,
      "'": 13,
      "(": 14,
      ")": 15,
      "*": 16,
      "+": 17,
      ",": 18,
      "-": 19,
      ".": 20,
      "/": 21,
      "0": 22,
      "1": 23,
      "2": 24,
      "3": 25,
      "4": 26,
      "5": 27,
      "6": 28,
      "7": 29,
      "8": 30,
      "9": 31,
      ":": 32,
      ";": 33,
      "<": 34,
      "=": 35,
      ">": 36,
      "?": 37,
      "@": 38,
      "A": 39,
      "B": 40,
      "C": 41,
      "D": 42,
      "E": 43,
      "F": 44,
      "G": 45,
      "H": 46,
      "I": 47,
      "J": 48,
      "K": 49,
      "L": 50,
      "M": 51,
      "N": 52,
      "O": 53,
      "P": 54,
      "Q": 55,
      "R": 56,
      "S": 57,
      "T": 58,
      "U": 59,
      "V": 60,
      "W": 61,
      "X": 62,
      "Y": 63,
      "Z": 64,
      "[": 65,
      "\\": 66,
      "]": 67,
      "^": 68,
      "_": 69,
      "`": 70,
      "a": 71,
      "b": 72,
      "c": 73,
      "d": 74,
      "e": 75,
      "f": 76,
      "g": 77,
      "h": 78,
      "i": 79,
      "j": 80,
      "k": 81,
      "l": 82,
      "m": 83,
      "n": 84,
      "o": 85,
      "p": 86,
      "q": 87,
      "r": 88,
      "s": 89,
      "t": 90,
      "u": 91,
      "v": 92,
      "w": 93,
      "x": 94,
      "y": 95,
      "z": 96,
      "{": 97,
      "}": 98,
      "~": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "¡": 109,
      "¢": 110,
      "£": 111,
      "¤": 112,
      "¥": 113,
      "¦": 114,
      "§": 115,
      "¨": 116,
      "©": 117,
      "ª": 118,
      "«": 119,
      "¬": 120,
      "­": 121,
      "®": 122,
      "¯": 123,
      "°": 124,
      "±": 125,
      "²": 126,
      "³": 127,
      "´": 128,
      "µ": 129,
      "¶": 130,
      "·": 131,
      "¸": 132,
      "¹": 133,
      "º": 134,
      "»": 135,
      "¼": 136,
      "½": 137,
      "¾": 138,
      "¿": 139,
      "À": 140,
      "Á": 141,
      "Â": 142,
      "Ã": 143,
      "Ä": 144,
      "Å": 145,
      "Æ": 146,
      "Ç": 147,
      "È": 148,
      "É": 149,
      "Ì": 150,
      "Í": 151,
      "Î": 152,
      "Ï": 153,
      "Ð": 154,
      "Ñ": 155,
      "Ò": 156,
      "Ó": 157,
      "Ô": 158,
      "Õ": 159,
      "Ö": 160,
      "×": 161,
      "Ø": 162,
      "Ú": 163,
      "Ü": 164,
      "ß": 165,
      "à": 166,
      "á": 167,
      "â": 168,
      "ã": 169,
      "ä": 170,
      "å": 171,
      "æ": 172,
      "ç": 173,
      "è": 174,
      "é": 175,
      "ê": 176,
      "ë": 177,
      "ì": 178,
      "í": 179,
      "î": 180,
      "ï": 181,
      "ð": 182,
      "ñ": 183,
      "ò": 184,
      "ó": 185,
      "ô": 186,
      "õ": 187,
      "ö": 188,
      "÷": 189,
      "ø": 190,
      "ù": 191,
      "ú": 192,
      "û": 193,
      "ü": 194,
      "ý": 195,
      "þ": 196,
      "ÿ": 197,
      "Ā": 198,
      "ā": 199,
      "ă": 200,
      "Ą": 201,
      "ą": 202,
      "Ć": 203,
      "ć": 204,
      "Ċ": 205,
      "Č": 206,
      "č": 207,
      "Ď": 208,
      "ď": 209,
      "Đ": 210,
      "đ": 211,
      "Ē": 212,
      "ē": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "ě": 217,
      "Ĝ": 218,
      "ğ": 219,
      "Ġ": 220,
      "ġ": 221,
      "ģ": 222,
      "Ĥ": 223,
      "Ī": 224,
      "ī": 225,
      "Ĭ": 226,
      "İ": 227,
      "ı": 228,
      "Ĳ": 229,
      "Ĵ": 230,
      "ĵ": 231,
      "ķ": 232,
      "ĺ": 233,
      "ļ": 234,
      "Ľ": 235,
      "ľ": 236,
      "Ŀ": 237,
      "ł": 238,
      "ń": 239,
      "ň": 240,
      "ō": 241,
      "ŏ": 242,
      "ő": 243,
      "Œ": 244,
      "œ": 245,
      "Ŕ": 246,
      "ř": 247,
      "ś": 248,
      "Ş": 249,
      "ş": 250,
      "Š": 251,
      "š": 252,
      "ţ": 253,
      "Ť": 254,
      "ū": 255,
      "ű": 256,
      "ų": 257,
      "ŵ": 258,
      "ŷ": 259,
      "Ÿ": 260,
      "ź": 261,
      "ż": 262,
      "Ž": 263,
      "ž": 264,
      "ƒ": 265,
      "ư": 266,
      "ƴ": 267,
      "Ʒ": 268,
      "Ƽ": 269,
      "ƽ": 270,
      "ǂ": 271,
      "ǎ": 272,
      "ǐ": 273,
      "ǒ": 274,
      "ǖ": 275,
      "ǘ": 276,
      "ǜ": 277,
      "ǣ": 278,
      "ǰ": 279,
      "ǳ": 280,
      "ǿ": 281,
      "Ȏ": 282,
      "ȏ": 283,
      "ȧ": 284,
      "ȫ": 285,
      "Ȼ": 286,
      "ȼ": 287,
      "Ƚ": 288,
      "Ʉ": 289,
      "Ɋ": 290,
      "ɏ": 291,
      "ɑ": 292,
      "ɒ": 293,
      "ɡ": 294,
      "ɹ": 295,
      "ʇ": 296,
      "ʊ": 297,
      "ʔ": 298,
      "ʖ": 299,
      "ʜ": 300,
      "ʠ": 301,
      "ʣ": 302,
      "ʱ": 303,
      "ʵ": 304,
      "ʶ": 305,
      "ʷ": 306,
      "ʹ": 307,
      "ʼ": 308,
      "ʽ": 309,
      "ˆ": 310,
      "ˊ": 311,
      "ˋ": 312,
      "ː": 313,
      "˖": 314,
      "˙": 315,
      "˚": 316,
      "˜": 317,
      "ˠ": 318,
      "˳": 319,
      "˵": 320,
      "˹": 321,
      "́": 322,
      "̎": 323,
      "̐": 324,
      "̡": 325,
      "̢": 326,
      "̨": 327,
      "̬": 328,
      "̮": 329,
      "̳": 330,
      "̽": 331,
      "͠": 332,
      "͢": 333,
      "ͳ": 334,
      "ʹ": 335,
      "ͷ": 336,
      ";": 337,
      "Ϳ": 338,
      "΄": 339,
      "Ά": 340,
      "·": 341,
      "Ή": 342,
      "Α": 343,
      "Β": 344,
      "Γ": 345,
      "Ε": 346,
      "Η": 347,
      "Θ": 348,
      "Ι": 349,
      "Κ": 350,
      "Λ": 351,
      "Μ": 352,
      "Ν": 353,
      "Ξ": 354,
      "Ο": 355,
      "Π": 356,
      "Ρ": 357,
      "Σ": 358,
      "Τ": 359,
      "Υ": 360,
      "Ψ": 361,
      "Ω": 362,
      "Ϊ": 363,
      "ί": 364,
      "α": 365,
      "β": 366,
      "γ": 367,
      "δ": 368,
      "ε": 369,
      "η": 370,
      "θ": 371,
      "ι": 372,
      "κ": 373,
      "λ": 374,
      "μ": 375,
      "ν": 376,
      "ο": 377,
      "π": 378,
      "ρ": 379,
      "ς": 380,
      "σ": 381,
      "τ": 382,
      "φ": 383,
      "ψ": 384,
      "ω": 385,
      "ό": 386,
      "ϔ": 387,
      "ϖ": 388,
      "Ϟ": 389,
      "ϟ": 390,
      "Ϣ": 391,
      "Ϭ": 392,
      "ϵ": 393,
      "Ϻ": 394,
      "ϻ": 395,
      "Ͽ": 396,
      "Ё": 397,
      "Ђ": 398,
      "Њ": 399,
      "Ѝ": 400,
      "Ў": 401,
      "А": 402,
      "Б": 403,
      "В": 404,
      "Г": 405,
      "Ж": 406,
      "З": 407,
      "И": 408,
      "К": 409,
      "М": 410,
      "Н": 411,
      "О": 412,
      "П": 413,
      "Р": 414,
      "С": 415,
      "Т": 416,
      "Ф": 417,
      "Х": 418,
      "Ч": 419,
      "Ш": 420,
      "Щ": 421,
      "Ы": 422,
      "Ь": 423,
      "Э": 424,
      "Ю": 425,
      "Я": 426,
      "а": 427,
      "б": 428,
      "в": 429,
      "г": 430,
      "д": 431,
      "е": 432,
      "ж": 433,
      "з": 434,
      "и": 435,
      "й": 436,
      "к": 437,
      "л": 438,
      "м": 439,
      "н": 440,
      "о": 441,
      "п": 442,
      "р": 443,
      "с": 444,
      "т": 445,
      "у": 446,
      "ф": 447,
      "х": 448,
      "ц": 449,
      "ч": 450,
      "ш": 451,
      "щ": 452,
      "ъ": 453,
      "ь": 454,
      "э": 455,
      "ю": 456,
      "є": 457,
      "ї": 458,
      "ѹ": 459,
      "Ҁ": 460,
      "҆": 461,
      "ґ": 462,
      "Ҕ": 463,
      "Ң": 464,
      "ҥ": 465,
      "Ҫ": 466,
      "ҫ": 467,
      "Ҳ": 468,
      "ҳ": 469,
      "һ": 470,
      "ҽ": 471,
      "Ӄ": 472,
      "ӄ": 473,
      "ӈ": 474,
      "Ӊ": 475,
      "Ӑ": 476,
      "Ӕ": 477,
      "Ӛ": 478,
      "Ӡ": 479,
      "ӡ": 480,
      "ӫ": 481,
      "ӯ": 482,
      "ӷ": 483,
      "Ԃ": 484,
      "Ԋ": 485,
      "ԋ": 486,
      "ԏ": 487,
      "Ԕ": 488,
      "Ԛ": 489,
      "Ԡ": 490,
      "Ԥ": 491,
      "Ԫ": 492,
      "Դ": 493,
      "Ե": 494,
      "Լ": 495,
      "Ձ": 496,
      "Ղ": 497,
      "բ": 498,
      "յ": 499,
      "չ": 500,
      "ց": 501,
      "փ": 502,
      "ֆ": 503,
      "֐": 504,
      "֘": 505,
      "֡": 506,
      "֣": 507,
      "֧": 508,
      "֪": 509,
      "֮": 510,
      "ֱ": 511,
      "ֲ": 512,
      "ָ": 513,
      "ֺ": 514,
      "ּ": 515,
      "׊": 516,
      "ד": 517,
      "ה": 518,
      "ו": 519,
      "ע": 520,
      "ש": 521,
      "ת": 522,
      "װ": 523,
      "׳": 524,
      "׷": 525,
      "؊": 526,
      "،": 527,
      "ؐ": 528,
      "ؓ": 529,
      "ؖ": 530,
      "؟": 531,
      "ؠ": 532,
      "ا": 533,
      "ت": 534,
      "ج": 535,
      "ر": 536,
      "غ": 537,
      "ـ": 538,
      "ل": 539,
      "ه": 540,
      "ً": 541,
      "َ": 542,
      "ُ": 543,
      "ِ": 544,
      "ّ": 545,
      "ْ": 546,
      "ڔ": 547,
      "ڠ": 548,
      "ڤ": 549,
      "ڱ": 550,
      "ڼ": 551,
      "۰": 552,
      "܂": 553,
      "ܷ": 554,
      "ݖ": 555,
      "ݣ": 556,
      "ݿ": 557,
      "ߣ": 558,
      "߰": 559,
      "ँ": 560,
      "ं": 561,
      "अ": 562,
      "आ": 563,
      "इ": 564,
      "ई": 565,
      "उ": 566,
      "ऊ": 567,
      "ऋ": 568,
      "ए": 569,
      "ऐ": 570,
      "ओ": 571,
      "औ": 572,
      "क": 573,
      "ख": 574,
      "ग": 575,
      "घ": 576,
      "च": 577,
      "छ": 578,
      "ज": 579,
      "झ": 580,
      "ञ": 581,
      "ट": 582,
      "ठ": 583,
      "ड": 584,
      "ढ": 585,
      "ण": 586,
      "त": 587,
      "थ": 588,
      "द": 589,
      "ध": 590,
      "न": 591,
      "प": 592,
      "फ": 593,
      "ब": 594,
      "भ": 595,
      "म": 596,
      "य": 597,
      "र": 598,
      "ल": 599,
      "व": 600,
      "श": 601,
      "ष": 602,
      "स": 603,
      "ह": 604,
      "़": 605,
      "ा": 606,
      "ि": 607,
      "ी": 608,
      "ु": 609,
      "ू": 610,
      "ृ": 611,
      "े": 612,
      "ै": 613,
      "ॉ": 614,
      "ो": 615,
      "ौ": 616,
      "्": 617,
      "।": 618,
      "๘": 619,
      "ဪ": 620,
      "ါ": 621,
      "Ⴗ": 622,
      "Ⴞ": 623,
      "ᆼ": 624,
      "ኸ": 625,
      "ኾ": 626,
      "Ἧ": 627,
      "​": 628,
      "‍": 629,
      "‎": 630,
      "‐": 631,
      "‒": 632,
      "–": 633,
      "—": 634,
      "―": 635,
      "‘": 636,
      "’": 637,
      "‚": 638,
      "“": 639,
      "”": 640,
      "„": 641,
      "‟": 642,
      "†": 643,
      "‡": 644,
      "•": 645,
      "․": 646,
      "…": 647,
      "‧": 648,
      "‰": 649,
      "′": 650,
      "″": 651,
      "‵": 652,
      "‹": 653,
      "※": 654,
      "⁄": 655,
      "⁪": 656,
      "₤": 657,
      "€": 658,
      "℃": 659,
      "℉": 660,
      "№": 661,
      "™": 662,
      "Ⅰ": 663,
      "Ⅱ": 664,
      "Ⅲ": 665,
      "Ⅴ": 666,
      "ⅳ": 667,
      "→": 668,
      "↖": 669,
      "∑": 670,
      "−": 671,
      "∕": 672,
      "∗": 673,
      "∘": 674,
      "∙": 675,
      "∮": 676,
      "∵": 677,
      "∶": 678,
      "∼": 679,
      "≤": 680,
      "≥": 681,
      "≦": 682,
      "≧": 683,
      "⊳": 684,
      "⊿": 685,
      "⋅": 686,
      "⋯": 687,
      "⋹": 688,
      "⌒": 689,
      "⎄": 690,
      "⎊": 691,
      "␩": 692,
      "①": 693,
      "②": 694,
      "③": 695,
      "④": 696,
      "⑴": 697,
      "⑵": 698,
      "⑶": 699,
      "⑷": 700,
      "⑸": 701,
      "⑹": 702,
      "⑺": 703,
      "⑻": 704,
      "⑼": 705,
      "⑽": 706,
      "⑾": 707,
      "⑿": 708,
      "⒀": 709,
      "⒁": 710,
      "⒂": 711,
      "⒃": 712,
      "⒄": 713,
      "⒅": 714,
      "⒆": 715,
      "⒇": 716,
      "─": 717,
      "━": 718,
      "│": 719,
      "┄": 720,
      "┅": 721,
      "┆": 722,
      "┈": 723,
      "┋": 724,
      "┍": 725,
      "┎": 726,
      "┏": 727,
      "┑": 728,
      "┕": 729,
      "┗": 730,
      "┘": 731,
      "┚": 732,
      "├": 733,
      "┠": 734,
      "┣": 735,
      "┤": 736,
      "┥": 737,
      "┦": 738,
      "┪": 739,
      "┬": 740,
      "┮": 741,
      "┯": 742,
      "┰": 743,
      "┱": 744,
      "┵": 745,
      "┶": 746,
      "┷": 747,
      "┸": 748,
      "┻": 749,
      "┾": 750,
      "┿": 751,
      "╀": 752,
      "╃": 753,
      "╆": 754,
      "╈": 755,
      "╊": 756,
      "║": 757,
      "╖": 758,
      "╝": 759,
      "╟": 760,
      "╡": 761,
      "╢": 762,
      "╣": 763,
      "╧": 764,
      "╪": 765,
      "╬": 766,
      "╭": 767,
      "╮": 768,
      "╯": 769,
      "╰": 770,
      "╱": 771,
      "╲": 772,
      "▄": 773,
      "▅": 774,
      "▆": 775,
      "■": 776,
      "□": 777,
      "▪": 778,
      "△": 779,
      "►": 780,
      "▽": 781,
      "◆": 782,
      "◊": 783,
      "○": 784,
      "◎": 785,
      "●": 786,
      "◦": 787,
      "◯": 788,
      "♦": 789,
      "♪": 790,
      "♫": 791,
      "♬": 792,
      "❑": 793,
      "➢": 794,
      "⣬": 795,
      "ⰲ": 796,
      "⼯": 797,
      "、": 798,
      "。": 799,
      "〃": 800,
      "々": 801,
      "〇": 802,
      "〈": 803,
      "〉": 804,
      "《": 805,
      "》": 806,
      "「": 807,
      "」": 808,
      "『": 809,
      "』": 810,
      "【": 811,
      "】": 812,
      "〔": 813,
      "〕": 814,
      "〖": 815,
      "〗": 816,
      "〝": 817,
      "〞": 818,
      "〡": 819,
      "〣": 820,
      "あ": 821,
      "ぃ": 822,
      "い": 823,
      "う": 824,
      "ぇ": 825,
      "え": 826,
      "ぉ": 827,
      "か": 828,
      "が": 829,
      "き": 830,
      "く": 831,
      "ぐ": 832,
      "け": 833,
      "こ": 834,
      "ご": 835,
      "さ": 836,
      "ざ": 837,
      "じ": 838,
      "す": 839,
      "ず": 840,
      "せ": 841,
      "ぜ": 842,
      "そ": 843,
      "だ": 844,
      "ち": 845,
      "っ": 846,
      "つ": 847,
      "て": 848,
      "と": 849,
      "ど": 850,
      "な": 851,
      "に": 852,
      "ね": 853,
      "の": 854,
      "は": 855,
      "ぱ": 856,
      "ひ": 857,
      "び": 858,
      "ぶ": 859,
      "ぷ": 860,
      "へ": 861,
      "ぺ": 862,
      "ほ": 863,
      "ま": 864,
      "み": 865,
      "め": 866,
      "も": 867,
      "ゃ": 868,
      "や": 869,
      "ゅ": 870,
      "ゆ": 871,
      "よ": 872,
      "ら": 873,
      "り": 874,
      "る": 875,
      "れ": 876,
      "ろ": 877,
      "ゎ": 878,
      "わ": 879,
      "ゑ": 880,
      "を": 881,
      "ん": 882,
      "゜": 883,
      "ゞ": 884,
      "ァ": 885,
      "ア": 886,
      "イ": 887,
      "ゥ": 888,
      "ウ": 889,
      "ェ": 890,
      "エ": 891,
      "オ": 892,
      "カ": 893,
      "ガ": 894,
      "キ": 895,
      "ギ": 896,
      "ケ": 897,
      "ゲ": 898,
      "ゴ": 899,
      "サ": 900,
      "ザ": 901,
      "ジ": 902,
      "ス": 903,
      "セ": 904,
      "ゼ": 905,
      "ソ": 906,
      "タ": 907,
      "ダ": 908,
      "チ": 909,
      "ッ": 910,
      "ヅ": 911,
      "デ": 912,
      "ド": 913,
      "ナ": 914,
      "ニ": 915,
      "ネ": 916,
      "ノ": 917,
      "ハ": 918,
      "バ": 919,
      "パ": 920,
      "ヒ": 921,
      "フ": 922,
      "ブ": 923,
      "ヘ": 924,
      "ホ": 925,
      "ボ": 926,
      "ミ": 927,
      "メ": 928,
      "ユ": 929,
      "ョ": 930,
      "ラ": 931,
      "ル": 932,
      "レ": 933,
      "ワ": 934,
      "ヰ": 935,
      "ン": 936,
      "ヴ": 937,
      "ヶ": 938,
      "・": 939,
      "ー": 940,
      "ヾ": 941,
      "ㄅ": 942,
      "ㄆ": 943,
      "ㄇ": 944,
      "ㄈ": 945,
      "ㄉ": 946,
      "ㄊ": 947,
      "ㄌ": 948,
      "ㄎ": 949,
      "ㄏ": 950,
      "ㄐ": 951,
      "ㄑ": 952,
      "ㄒ": 953,
      "ㄓ": 954,
      "ㄗ": 955,
      "ㄘ": 956,
      "ㄚ": 957,
      "ㄛ": 958,
      "ㄞ": 959,
      "ㄟ": 960,
      "ㄠ": 961,
      "ㄢ": 962,
      "ㄣ": 963,
      "ㄤ": 964,
      "ㄥ": 965,
      "ㄧ": 966,
      "ㄨ": 967,
      "ㄩ": 968,
      "㈠": 969,
      "㈡": 970,
      "㈢": 971,
      "㈣": 972,
      "㈤": 973,
      "㈥": 974,
      "㈦": 975,
      "㈧": 976,
      "㈨": 977,
      "㈩": 978,
      "㈱": 979,
      "㊣": 980,
      "㊽": 981,
      "㎎": 982,
      "㎝": 983,
      "㎡": 984,
      "㏄": 985,
      "㏑": 986,
      "㐍": 987,
      "㗎": 988,
      "㧐": 989,
      "㱮": 990,
      "㷻": 991,
      "䁿": 992,
      "䊽": 993,
      "䋼": 994,
      "一": 995,
      "丁": 996,
      "七": 997,
      "万": 998,
      "丈": 999,
      "三": 1000,
      "上": 1001,
      "下": 1002,
      "不": 1003,
      "与": 1004,
      "丐": 1005,
      "丑": 1006,
      "专": 1007,
      "且": 1008,
      "世": 1009,
      "丘": 1010,
      "丙": 1011,
      "业": 1012,
      "丛": 1013,
      "东": 1014,
      "丝": 1015,
      "丞": 1016,
      "丟": 1017,
      "丢": 1018,
      "两": 1019,
      "严": 1020,
      "並": 1021,
      "丧": 1022,
      "个": 1023,
      "丫": 1024,
      "中": 1025,
      "丰": 1026,
      "串": 1027,
      "临": 1028,
      "丸": 1029,
      "丹": 1030,
      "为": 1031,
      "主": 1032,
      "丽": 1033,
      "举": 1034,
      "乂": 1035,
      "乃": 1036,
      "久": 1037,
      "么": 1038,
      "义": 1039,
      "之": 1040,
      "乌": 1041,
      "乍": 1042,
      "乎": 1043,
      "乏": 1044,
      "乐": 1045,
      "乒": 1046,
      "乓": 1047,
      "乔": 1048,
      "乖": 1049,
      "乘": 1050,
      "乙": 1051,
      "乜": 1052,
      "九": 1053,
      "乞": 1054,
      "也": 1055,
      "习": 1056,
      "乡": 1057,
      "书": 1058,
      "买": 1059,
      "乱": 1060,
      "乳": 1061,
      "乾": 1062,
      "亂": 1063,
      "了": 1064,
      "予": 1065,
      "争": 1066,
      "事": 1067,
      "二": 1068,
      "于": 1069,
      "亏": 1070,
      "云": 1071,
      "互": 1072,
      "五": 1073,
      "井": 1074,
      "亘": 1075,
      "亙": 1076,
      "亚": 1077,
      "些": 1078,
      "亞": 1079,
      "亟": 1080,
      "亡": 1081,
      "亢": 1082,
      "交": 1083,
      "亥": 1084,
      "亦": 1085,
      "产": 1086,
      "亨": 1087,
      "亩": 1088,
      "享": 1089,
      "京": 1090,
      "亭": 1091,
      "亮": 1092,
      "亲": 1093,
      "亵": 1094,
      "人": 1095,
      "亿": 1096,
      "什": 1097,
      "仁": 1098,
      "仃": 1099,
      "仅": 1100,
      "仆": 1101,
      "仇": 1102,
      "今": 1103,
      "介": 1104,
      "仍": 1105,
      "从": 1106,
      "仑": 1107,
      "仓": 1108,
      "仔": 1109,
      "仕": 1110,
      "他": 1111,
      "仗": 1112,
      "付": 1113,
      "仙": 1114,
      "仞": 1115,
      "仟": 1116,
      "代": 1117,
      "令": 1118,
      "以": 1119,
      "仨": 1120,
      "仪": 1121,
      "们": 1122,
      "仰": 1123,
      "仲": 1124,
      "件": 1125,
      "价": 1126,
      "任": 1127,
      "份": 1128,
      "仿": 1129,
      "企": 1130,
      "伉": 1131,
      "伊": 1132,
      "伍": 1133,
      "伎": 1134,
      "伏": 1135,
      "伐": 1136,
      "休": 1137,
      "伔": 1138,
      "众": 1139,
      "优": 1140,
      "伙": 1141,
      "会": 1142,
      "伝": 1143,
      "伞": 1144,
      "伟": 1145,
      "传": 1146,
      "伢": 1147,
      "伤": 1148,
      "伦": 1149,
      "伪": 1150,
      "伫": 1151,
      "伯": 1152,
      "估": 1153,
      "伲": 1154,
      "伴": 1155,
      "伶": 1156,
      "伸": 1157,
      "伺": 1158,
      "似": 1159,
      "伽": 1160,
      "佃": 1161,
      "但": 1162,
      "佈": 1163,
      "位": 1164,
      "低": 1165,
      "住": 1166,
      "佐": 1167,
      "佑": 1168,
      "体": 1169,
      "佔": 1170,
      "何": 1171,
      "佗": 1172,
      "佘": 1173,
      "余": 1174,
      "佚": 1175,
      "佛": 1176,
      "作": 1177,
      "佝": 1178,
      "佞": 1179,
      "你": 1180,
      "佢": 1181,
      "佣": 1182,
      "佤": 1183,
      "佩": 1184,
      "佪": 1185,
      "佬": 1186,
      "佯": 1187,
      "佰": 1188,
      "佳": 1189,
      "佴": 1190,
      "併": 1191,
      "佷": 1192,
      "佻": 1193,
      "佼": 1194,
      "佽": 1195,
      "使": 1196,
      "侂": 1197,
      "侃": 1198,
      "侄": 1199,
      "來": 1200,
      "侇": 1201,
      "侈": 1202,
      "例": 1203,
      "侍": 1204,
      "侏": 1205,
      "侑": 1206,
      "侖": 1207,
      "侗": 1208,
      "侚": 1209,
      "供": 1210,
      "侜": 1211,
      "依": 1212,
      "侠": 1213,
      "侣": 1214,
      "侥": 1215,
      "侦": 1216,
      "侧": 1217,
      "侨": 1218,
      "侩": 1219,
      "侪": 1220,
      "侬": 1221,
      "侮": 1222,
      "侯": 1223,
      "侳": 1224,
      "侵": 1225,
      "侶": 1226,
      "便": 1227,
      "俀": 1228,
      "係": 1229,
      "促": 1230,
      "俄": 1231,
      "俅": 1232,
      "俇": 1233,
      "俊": 1234,
      "俋": 1235,
      "俎": 1236,
      "俏": 1237,
      "俐": 1238,
      "俑": 1239,
      "俗": 1240,
      "俘": 1241,
      "俙": 1242,
      "俚": 1243,
      "保": 1244,
      "俞": 1245,
      "俟": 1246,
      "俠": 1247,
      "信": 1248,
      "俣": 1249,
      "俨": 1250,
      "俩": 1251,
      "俪": 1252,
      "俬": 1253,
      "俭": 1254,
      "修": 1255,
      "俯": 1256,
      "俱": 1257,
      "俳": 1258,
      "俴": 1259,
      "俸": 1260,
      "俺": 1261,
      "俾": 1262,
      "倆": 1263,
      "倉": 1264,
      "個": 1265,
      "倌": 1266,
      "倍": 1267,
      "倏": 1268,
      "們": 1269,
      "倒": 1270,
      "倓": 1271,
      "倔": 1272,
      "倖": 1273,
      "倘": 1274,
      "候": 1275,
      "倚": 1276,
      "倜": 1277,
      "借": 1278,
      "倡": 1279,
      "倦": 1280,
      "倨": 1281,
      "倩": 1282,
      "倪": 1283,
      "倫": 1284,
      "倭": 1285,
      "倮": 1286,
      "倰": 1287,
      "倳": 1288,
      "债": 1289,
      "值": 1290,
      "倾": 1291,
      "偃": 1292,
      "假": 1293,
      "偈": 1294,
      "偉": 1295,
      "偌": 1296,
      "偎": 1297,
      "偏": 1298,
      "偕": 1299,
      "做": 1300,
      "停": 1301,
      "健": 1302,
      "側": 1303,
      "偵": 1304,
      "偶": 1305,
      "偷": 1306,
      "偻": 1307,
      "偽": 1308,
      "偿": 1309,
      "傀": 1310,
      "傅": 1311,
      "傍": 1312,
      "傑": 1313,
      "傖": 1314,
      "傘": 1315,
      "備": 1316,
      "傢": 1317,
      "傣": 1318,
      "傥": 1319,
      "傧": 1320,
      "储": 1321,
      "催": 1322,
      "傭": 1323,
      "傲": 1324,
      "傳": 1325,
      "債": 1326,
      "傷": 1327,
      "傻": 1328,
      "傾": 1329,
      "僅": 1330,
      "僊": 1331,
      "像": 1332,
      "僕": 1333,
      "僚": 1334,
      "僞": 1335,
      "僧": 1336,
      "僭": 1337,
      "僮": 1338,
      "僱": 1339,
      "僳": 1340,
      "僵": 1341,
      "價": 1342,
      "僻": 1343,
      "儀": 1344,
      "儂": 1345,
      "億": 1346,
      "儆": 1347,
      "儈": 1348,
      "儉": 1349,
      "儒": 1350,
      "儘": 1351,
      "償": 1352,
      "儡": 1353,
      "優": 1354,
      "儲": 1355,
      "儸": 1356,
      "儿": 1357,
      "兀": 1358,
      "允": 1359,
      "元": 1360,
      "兄": 1361,
      "充": 1362,
      "兆": 1363,
      "兇": 1364,
      "先": 1365,
      "光": 1366,
      "克": 1367,
      "兌": 1368,
      "免": 1369,
      "兑": 1370,
      "兒": 1371,
      "兔": 1372,
      "党": 1373,
      "兜": 1374,
      "兢": 1375,
      "入": 1376,
      "內": 1377,
      "全": 1378,
      "兩": 1379,
      "八": 1380,
      "公": 1381,
      "六": 1382,
      "兮": 1383,
      "兰": 1384,
      "共": 1385,
      "关": 1386,
      "兴": 1387,
      "兵": 1388,
      "其": 1389,
      "具": 1390,
      "典": 1391,
      "兹": 1392,
      "养": 1393,
      "兼": 1394,
      "兽": 1395,
      "冀": 1396,
      "内": 1397,
      "円": 1398,
      "冇": 1399,
      "冈": 1400,
      "冉": 1401,
      "冊": 1402,
      "册": 1403,
      "再": 1404,
      "冏": 1405,
      "冑": 1406,
      "冒": 1407,
      "冕": 1408,
      "冗": 1409,
      "写": 1410,
      "冚": 1411,
      "军": 1412,
      "农": 1413,
      "冠": 1414,
      "冢": 1415,
      "冤": 1416,
      "冥": 1417,
      "冪": 1418,
      "冬": 1419,
      "冯": 1420,
      "冰": 1421,
      "冱": 1422,
      "冲": 1423,
      "决": 1424,
      "况": 1425,
      "冶": 1426,
      "冷": 1427,
      "冻": 1428,
      "净": 1429,
      "凄": 1430,
      "凅": 1431,
      "准": 1432,
      "凉": 1433,
      "凋": 1434,
      "凌": 1435,
      "凍": 1436,
      "减": 1437,
      "凑": 1438,
      "凛": 1439,
      "凜": 1440,
      "凝": 1441,
      "几": 1442,
      "凡": 1443,
      "凤": 1444,
      "凫": 1445,
      "凭": 1446,
      "凯": 1447,
      "凰": 1448,
      "凱": 1449,
      "凳": 1450,
      "凶": 1451,
      "凸": 1452,
      "凹": 1453,
      "出": 1454,
      "击": 1455,
      "函": 1456,
      "凿": 1457,
      "刀": 1458,
      "刁": 1459,
      "刃": 1460,
      "分": 1461,
      "切": 1462,
      "刉": 1463,
      "刊": 1464,
      "刍": 1465,
      "刎": 1466,
      "刑": 1467,
      "划": 1468,
      "刓": 1469,
      "列": 1470,
      "刘": 1471,
      "则": 1472,
      "刚": 1473,
      "创": 1474,
      "初": 1475,
      "删": 1476,
      "判": 1477,
      "別": 1478,
      "刨": 1479,
      "利": 1480,
      "刪": 1481,
      "别": 1482,
      "刮": 1483,
      "到": 1484,
      "制": 1485,
      "刷": 1486,
      "券": 1487,
      "刹": 1488,
      "刺": 1489,
      "刻": 1490,
      "刽": 1491,
      "剀": 1492,
      "剁": 1493,
      "剂": 1494,
      "剃": 1495,
      "則": 1496,
      "剉": 1497,
      "削": 1498,
      "剋": 1499,
      "剌": 1500,
      "前": 1501,
      "剎": 1502,
      "剐": 1503,
      "剑": 1504,
      "剒": 1505,
      "剔": 1506,
      "剕": 1507,
      "剖": 1508,
      "剛": 1509,
      "剝": 1510,
      "剞": 1511,
      "剥": 1512,
      "剧": 1513,
      "剩": 1514,
      "剪": 1515,
      "剮": 1516,
      "副": 1517,
      "割": 1518,
      "創": 1519,
      "剷": 1520,
      "剽": 1521,
      "剿": 1522,
      "劃": 1523,
      "劇": 1524,
      "劈": 1525,
      "劉": 1526,
      "劊": 1527,
      "劍": 1528,
      "劑": 1529,
      "劓": 1530,
      "力": 1531,
      "劝": 1532,
      "办": 1533,
      "功": 1534,
      "加": 1535,
      "务": 1536,
      "劣": 1537,
      "劦": 1538,
      "动": 1539,
      "助": 1540,
      "努": 1541,
      "劫": 1542,
      "励": 1543,
      "劲": 1544,
      "劳": 1545,
      "劵": 1546,
      "劾": 1547,
      "势": 1548,
      "勀": 1549,
      "勁": 1550,
      "勃": 1551,
      "勇": 1552,
      "勉": 1553,
      "勋": 1554,
      "勍": 1555,
      "勐": 1556,
      "勒": 1557,
      "動": 1558,
      "勘": 1559,
      "務": 1560,
      "勛": 1561,
      "勝": 1562,
      "勞": 1563,
      "募": 1564,
      "勢": 1565,
      "勤": 1566,
      "勦": 1567,
      "勳": 1568,
      "勵": 1569,
      "勸": 1570,
      "勺": 1571,
      "勻": 1572,
      "勾": 1573,
      "勿": 1574,
      "匀": 1575,
      "包": 1576,
      "匆": 1577,
      "匈": 1578,
      "匍": 1579,
      "匐": 1580,
      "匕": 1581,
      "化": 1582,
      "北": 1583,
      "匙": 1584,
      "匝": 1585,
      "匠": 1586,
      "匡": 1587,
      "匣": 1588,
      "匪": 1589,
      "匮": 1590,
      "匯": 1591,
      "匹": 1592,
      "区": 1593,
      "医": 1594,
      "匾": 1595,
      "匿": 1596,
      "區": 1597,
      "十": 1598,
      "千": 1599,
      "卅": 1600,
      "升": 1601,
      "午": 1602,
      "卉": 1603,
      "半": 1604,
      "卍": 1605,
      "华": 1606,
      "协": 1607,
      "卑": 1608,
      "卒": 1609,
      "卓": 1610,
      "協": 1611,
      "单": 1612,
      "卖": 1613,
      "南": 1614,
      "博": 1615,
      "卜": 1616,
      "卞": 1617,
      "占": 1618,
      "卡": 1619,
      "卢": 1620,
      "卤": 1621,
      "卦": 1622,
      "卧": 1623,
      "卫": 1624,
      "卯": 1625,
      "印": 1626,
      "危": 1627,
      "即": 1628,
      "却": 1629,
      "卵": 1630,
      "卷": 1631,
      "卸": 1632,
      "卻": 1633,
      "卿": 1634,
      "厂": 1635,
      "厄": 1636,
      "厅": 1637,
      "历": 1638,
      "厉": 1639,
      "压": 1640,
      "厌": 1641,
      "厕": 1642,
      "厘": 1643,
      "厚": 1644,
      "厝": 1645,
      "原": 1646,
      "厢": 1647,
      "厥": 1648,
      "厦": 1649,
      "厨": 1650,
      "厩": 1651,
      "厭": 1652,
      "厮": 1653,
      "厲": 1654,
      "去": 1655,
      "县": 1656,
      "叁": 1657,
      "参": 1658,
      "參": 1659,
      "又": 1660,
      "叉": 1661,
      "及": 1662,
      "友": 1663,
      "双": 1664,
      "反": 1665,
      "发": 1666,
      "叔": 1667,
      "取": 1668,
      "受": 1669,
      "变": 1670,
      "叙": 1671,
      "叛": 1672,
      "叟": 1673,
      "叠": 1674,
      "叢": 1675,
      "口": 1676,
      "古": 1677,
      "句": 1678,
      "另": 1679,
      "叨": 1680,
      "叩": 1681,
      "只": 1682,
      "叫": 1683,
      "召": 1684,
      "叭": 1685,
      "叮": 1686,
      "可": 1687,
      "台": 1688,
      "叱": 1689,
      "史": 1690,
      "右": 1691,
      "叵": 1692,
      "叶": 1693,
      "号": 1694,
      "司": 1695,
      "叹": 1696,
      "叼": 1697,
      "叽": 1698,
      "吁": 1699,
      "吃": 1700,
      "各": 1701,
      "吆": 1702,
      "合": 1703,
      "吉": 1704,
      "吊": 1705,
      "吋": 1706,
      "同": 1707,
      "名": 1708,
      "后": 1709,
      "吏": 1710,
      "吐": 1711,
      "向": 1712,
      "吓": 1713,
      "吔": 1714,
      "吕": 1715,
      "吖": 1716,
      "吗": 1717,
      "君": 1718,
      "吝": 1719,
      "吞": 1720,
      "吟": 1721,
      "吠": 1722,
      "吡": 1723,
      "否": 1724,
      "吧": 1725,
      "吨": 1726,
      "吩": 1727,
      "含": 1728,
      "听": 1729,
      "吭": 1730,
      "吮": 1731,
      "启": 1732,
      "吱": 1733,
      "吳": 1734,
      "吴": 1735,
      "吵": 1736,
      "吶": 1737,
      "吸": 1738,
      "吹": 1739,
      "吻": 1740,
      "吼": 1741,
      "吽": 1742,
      "吾": 1743,
      "呀": 1744,
      "呂": 1745,
      "呃": 1746,
      "呆": 1747,
      "呈": 1748,
      "告": 1749,
      "呋": 1750,
      "呎": 1751,
      "呐": 1752,
      "呑": 1753,
      "呒": 1754,
      "呕": 1755,
      "呗": 1756,
      "员": 1757,
      "呛": 1758,
      "呜": 1759,
      "呡": 1760,
      "呢": 1761,
      "呣": 1762,
      "呤": 1763,
      "呦": 1764,
      "呧": 1765,
      "周": 1766,
      "呯": 1767,
      "呱": 1768,
      "味": 1769,
      "呵": 1770,
      "呶": 1771,
      "呸": 1772,
      "呻": 1773,
      "呼": 1774,
      "命": 1775,
      "呾": 1776,
      "咀": 1777,
      "咁": 1778,
      "咂": 1779,
      "咄": 1780,
      "咆": 1781,
      "咋": 1782,
      "和": 1783,
      "咍": 1784,
      "咎": 1785,
      "咏": 1786,
      "咐": 1787,
      "咒": 1788,
      "咔": 1789,
      "咕": 1790,
      "咖": 1791,
      "咗": 1792,
      "咙": 1793,
      "咚": 1794,
      "咡": 1795,
      "咤": 1796,
      "咦": 1797,
      "咧": 1798,
      "咨": 1799,
      "咩": 1800,
      "咪": 1801,
      "咫": 1802,
      "咬": 1803,
      "咭": 1804,
      "咯": 1805,
      "咱": 1806,
      "咳": 1807,
      "咸": 1808,
      "咻": 1809,
      "咽": 1810,
      "咿": 1811,
      "哀": 1812,
      "品": 1813,
      "哂": 1814,
      "哄": 1815,
      "哆": 1816,
      "哇": 1817,
      "哈": 1818,
      "哉": 1819,
      "哋": 1820,
      "哌": 1821,
      "响": 1822,
      "哎": 1823,
      "哑": 1824,
      "哒": 1825,
      "哔": 1826,
      "哗": 1827,
      "哝": 1828,
      "哞": 1829,
      "哟": 1830,
      "員": 1831,
      "哥": 1832,
      "哦": 1833,
      "哧": 1834,
      "哨": 1835,
      "哩": 1836,
      "哪": 1837,
      "哭": 1838,
      "哮": 1839,
      "哲": 1840,
      "哺": 1841,
      "哼": 1842,
      "哽": 1843,
      "唁": 1844,
      "唄": 1845,
      "唆": 1846,
      "唇": 1847,
      "唉": 1848,
      "唏": 1849,
      "唐": 1850,
      "唑": 1851,
      "唔": 1852,
      "唗": 1853,
      "唛": 1854,
      "唠": 1855,
      "唤": 1856,
      "唧": 1857,
      "唬": 1858,
      "售": 1859,
      "唯": 1860,
      "唰": 1861,
      "唱": 1862,
      "唳": 1863,
      "唵": 1864,
      "唷": 1865,
      "唸": 1866,
      "唻": 1867,
      "唾": 1868,
      "啁": 1869,
      "啃": 1870,
      "啄": 1871,
      "商": 1872,
      "啊": 1873,
      "啋": 1874,
      "問": 1875,
      "啕": 1876,
      "啖": 1877,
      "啜": 1878,
      "啞": 1879,
      "啟": 1880,
      "啡": 1881,
      "啣": 1882,
      "啤": 1883,
      "啥": 1884,
      "啦": 1885,
      "啧": 1886,
      "啪": 1887,
      "啫": 1888,
      "啬": 1889,
      "啮": 1890,
      "啰": 1891,
      "啱": 1892,
      "啲": 1893,
      "啵": 1894,
      "啶": 1895,
      "啸": 1896,
      "啻": 1897,
      "啼": 1898,
      "啾": 1899,
      "喀": 1900,
      "喂": 1901,
      "喃": 1902,
      "善": 1903,
      "喇": 1904,
      "喉": 1905,
      "喊": 1906,
      "喋": 1907,
      "喎": 1908,
      "喏": 1909,
      "喑": 1910,
      "喔": 1911,
      "喘": 1912,
      "喙": 1913,
      "喚": 1914,
      "喜": 1915,
      "喝": 1916,
      "喧": 1917,
      "喪": 1918,
      "喫": 1919,
      "喬": 1920,
      "單": 1921,
      "喱": 1922,
      "喲": 1923,
      "喳": 1924,
      "喵": 1925,
      "喷": 1926,
      "喹": 1927,
      "喺": 1928,
      "喻": 1929,
      "喽": 1930,
      "嗅": 1931,
      "嗆": 1932,
      "嗇": 1933,
      "嗌": 1934,
      "嗎": 1935,
      "嗐": 1936,
      "嗑": 1937,
      "嗒": 1938,
      "嗓": 1939,
      "嗖": 1940,
      "嗚": 1941,
      "嗜": 1942,
      "嗝": 1943,
      "嗡": 1944,
      "嗣": 1945,
      "嗤": 1946,
      "嗥": 1947,
      "嗦": 1948,
      "嗨": 1949,
      "嗪": 1950,
      "嗬": 1951,
      "嗯": 1952,
      "嗰": 1953,
      "嗱": 1954,
      "嗲": 1955,
      "嗳": 1956,
      "嗶": 1957,
      "嗷": 1958,
      "嗽": 1959,
      "嘀": 1960,
      "嘅": 1961,
      "嘆": 1962,
      "嘈": 1963,
      "嘉": 1964,
      "嘍": 1965,
      "嘎": 1966,
      "嘔": 1967,
      "嘗": 1968,
      "嘘": 1969,
      "嘛": 1970,
      "嘞": 1971,
      "嘟": 1972,
      "嘠": 1973,
      "嘢": 1974,
      "嘣": 1975,
      "嘩": 1976,
      "嘭": 1977,
      "嘯": 1978,
      "嘱": 1979,
      "嘲": 1980,
      "嘴": 1981,
      "嘶": 1982,
      "嘹": 1983,
      "嘻": 1984,
      "嘿": 1985,
      "噁": 1986,
      "噎": 1987,
      "噓": 1988,
      "噔": 1989,
      "噗": 1990,
      "噙": 1991,
      "噜": 1992,
      "噠": 1993,
      "噢": 1994,
      "器": 1995,
      "噩": 1996,
      "噪": 1997,
      "噫": 1998,
      "噬": 1999,
      "噱": 2000,
      "噴": 2001,
      "噶": 2002,
      "噸": 2003,
      "噹": 2004,
      "噻": 2005,
      "噿": 2006,
      "嚀": 2007,
      "嚇": 2008,
      "嚎": 2009,
      "嚏": 2010,
      "嚐": 2011,
      "嚒": 2012,
      "嚓": 2013,
      "嚟": 2014,
      "嚣": 2015,
      "嚥": 2016,
      "嚨": 2017,
      "嚮": 2018,
      "嚯": 2019,
      "嚴": 2020,
      "嚶": 2021,
      "嚷": 2022,
      "嚼": 2023,
      "囂": 2024,
      "囉": 2025,
      "囊": 2026,
      "囑": 2027,
      "囔": 2028,
      "囚": 2029,
      "四": 2030,
      "回": 2031,
      "因": 2032,
      "囡": 2033,
      "团": 2034,
      "囤": 2035,
      "囧": 2036,
      "囪": 2037,
      "园": 2038,
      "囮": 2039,
      "困": 2040,
      "囱": 2041,
      "围": 2042,
      "囹": 2043,
      "固": 2044,
      "国": 2045,
      "图": 2046,
      "囿": 2047,
      "圃": 2048,
      "圄": 2049,
      "圆": 2050,
      "圈": 2051,
      "國": 2052,
      "圍": 2053,
      "園": 2054,
      "圓": 2055,
      "圖": 2056,
      "團": 2057,
      "土": 2058,
      "圣": 2059,
      "在": 2060,
      "圭": 2061,
      "地": 2062,
      "圳": 2063,
      "圴": 2064,
      "场": 2065,
      "圾": 2066,
      "址": 2067,
      "坂": 2068,
      "均": 2069,
      "坊": 2070,
      "坍": 2071,
      "坎": 2072,
      "坏": 2073,
      "坐": 2074,
      "坑": 2075,
      "块": 2076,
      "坚": 2077,
      "坛": 2078,
      "坝": 2079,
      "坞": 2080,
      "坟": 2081,
      "坠": 2082,
      "坡": 2083,
      "坤": 2084,
      "坦": 2085,
      "坨": 2086,
      "坩": 2087,
      "坪": 2088,
      "坫": 2089,
      "坯": 2090,
      "坳": 2091,
      "坴": 2092,
      "坶": 2093,
      "坷": 2094,
      "坻": 2095,
      "垀": 2096,
      "垂": 2097,
      "垃": 2098,
      "垄": 2099,
      "型": 2100,
      "垒": 2101,
      "垛": 2102,
      "垠": 2103,
      "垢": 2104,
      "垣": 2105,
      "垦": 2106,
      "垩": 2107,
      "垫": 2108,
      "垭": 2109,
      "垮": 2110,
      "垸": 2111,
      "埃": 2112,
      "埋": 2113,
      "城": 2114,
      "埔": 2115,
      "埕": 2116,
      "埚": 2117,
      "埜": 2118,
      "域": 2119,
      "埠": 2120,
      "埣": 2121,
      "埭": 2122,
      "埮": 2123,
      "埲": 2124,
      "執": 2125,
      "埸": 2126,
      "培": 2127,
      "基": 2128,
      "埻": 2129,
      "堀": 2130,
      "堂": 2131,
      "堅": 2132,
      "堆": 2133,
      "堇": 2134,
      "堈": 2135,
      "堋": 2136,
      "堍": 2137,
      "堎": 2138,
      "堑": 2139,
      "堕": 2140,
      "堡": 2141,
      "堤": 2142,
      "堪": 2143,
      "報": 2144,
      "場": 2145,
      "堵": 2146,
      "塊": 2147,
      "塋": 2148,
      "塌": 2149,
      "塑": 2150,
      "塔": 2151,
      "塗": 2152,
      "塘": 2153,
      "塞": 2154,
      "塢": 2155,
      "填": 2156,
      "塵": 2157,
      "塾": 2158,
      "境": 2159,
      "墅": 2160,
      "墉": 2161,
      "墊": 2162,
      "墒": 2163,
      "墓": 2164,
      "増": 2165,
      "墙": 2166,
      "墜": 2167,
      "增": 2168,
      "墟": 2169,
      "墨": 2170,
      "墩": 2171,
      "墮": 2172,
      "墳": 2173,
      "墾": 2174,
      "壁": 2175,
      "壅": 2176,
      "壇": 2177,
      "壑": 2178,
      "壓": 2179,
      "壕": 2180,
      "壘": 2181,
      "壚": 2182,
      "壞": 2183,
      "壟": 2184,
      "壤": 2185,
      "壩": 2186,
      "士": 2187,
      "壮": 2188,
      "壯": 2189,
      "声": 2190,
      "壳": 2191,
      "壶": 2192,
      "壹": 2193,
      "壺": 2194,
      "壽": 2195,
      "处": 2196,
      "备": 2197,
      "复": 2198,
      "夏": 2199,
      "夔": 2200,
      "夕": 2201,
      "外": 2202,
      "夙": 2203,
      "多": 2204,
      "夜": 2205,
      "够": 2206,
      "夠": 2207,
      "夢": 2208,
      "夥": 2209,
      "大": 2210,
      "天": 2211,
      "太": 2212,
      "夫": 2213,
      "夭": 2214,
      "央": 2215,
      "夯": 2216,
      "失": 2217,
      "头": 2218,
      "夷": 2219,
      "夸": 2220,
      "夹": 2221,
      "夺": 2222,
      "夼": 2223,
      "夾": 2224,
      "奀": 2225,
      "奁": 2226,
      "奂": 2227,
      "奄": 2228,
      "奇": 2229,
      "奈": 2230,
      "奉": 2231,
      "奋": 2232,
      "奌": 2233,
      "奎": 2234,
      "奏": 2235,
      "契": 2236,
      "奔": 2237,
      "奕": 2238,
      "奖": 2239,
      "套": 2240,
      "奚": 2241,
      "奠": 2242,
      "奢": 2243,
      "奥": 2244,
      "奧": 2245,
      "奪": 2246,
      "奮": 2247,
      "女": 2248,
      "奴": 2249,
      "奶": 2250,
      "奸": 2251,
      "她": 2252,
      "奻": 2253,
      "好": 2254,
      "奾": 2255,
      "如": 2256,
      "妃": 2257,
      "妄": 2258,
      "妆": 2259,
      "妇": 2260,
      "妈": 2261,
      "妊": 2262,
      "妍": 2263,
      "妏": 2264,
      "妒": 2265,
      "妓": 2266,
      "妖": 2267,
      "妗": 2268,
      "妙": 2269,
      "妝": 2270,
      "妞": 2271,
      "妥": 2272,
      "妦": 2273,
      "妨": 2274,
      "妩": 2275,
      "妪": 2276,
      "妮": 2277,
      "妲": 2278,
      "妳": 2279,
      "妹": 2280,
      "妻": 2281,
      "妾": 2282,
      "姆": 2283,
      "姊": 2284,
      "始": 2285,
      "姍": 2286,
      "姐": 2287,
      "姑": 2288,
      "姓": 2289,
      "委": 2290,
      "姗": 2291,
      "姘": 2292,
      "姚": 2293,
      "姜": 2294,
      "姣": 2295,
      "姥": 2296,
      "姦": 2297,
      "姨": 2298,
      "姪": 2299,
      "姬": 2300,
      "姻": 2301,
      "姿": 2302,
      "威": 2303,
      "娃": 2304,
      "娄": 2305,
      "娅": 2306,
      "娆": 2307,
      "娇": 2308,
      "娈": 2309,
      "娒": 2310,
      "娘": 2311,
      "娛": 2312,
      "娜": 2313,
      "娟": 2314,
      "娠": 2315,
      "娣": 2316,
      "娥": 2317,
      "娩": 2318,
      "娱": 2319,
      "娴": 2320,
      "娶": 2321,
      "娼": 2322,
      "婁": 2323,
      "婄": 2324,
      "婆": 2325,
      "婉": 2326,
      "婊": 2327,
      "婌": 2328,
      "婓": 2329,
      "婕": 2330,
      "婚": 2331,
      "婢": 2332,
      "婦": 2333,
      "婪": 2334,
      "婬": 2335,
      "婭": 2336,
      "婴": 2337,
      "婵": 2338,
      "婶": 2339,
      "婷": 2340,
      "婼": 2341,
      "婿": 2342,
      "媎": 2343,
      "媒": 2344,
      "媚": 2345,
      "媛": 2346,
      "媞": 2347,
      "媲": 2348,
      "媳": 2349,
      "媼": 2350,
      "媽": 2351,
      "媾": 2352,
      "嫁": 2353,
      "嫂": 2354,
      "嫉": 2355,
      "嫌": 2356,
      "嫔": 2357,
      "嫖": 2358,
      "嫡": 2359,
      "嫣": 2360,
      "嫦": 2361,
      "嫩": 2362,
      "嬉": 2363,
      "嬤": 2364,
      "嬰": 2365,
      "嬲": 2366,
      "嬴": 2367,
      "嬷": 2368,
      "嬸": 2369,
      "孀": 2370,
      "孃": 2371,
      "子": 2372,
      "孑": 2373,
      "孔": 2374,
      "孕": 2375,
      "孖": 2376,
      "字": 2377,
      "存": 2378,
      "孙": 2379,
      "孚": 2380,
      "孜": 2381,
      "孝": 2382,
      "孟": 2383,
      "孢": 2384,
      "季": 2385,
      "孤": 2386,
      "学": 2387,
      "孩": 2388,
      "孪": 2389,
      "孫": 2390,
      "孬": 2391,
      "孮": 2392,
      "孰": 2393,
      "孱": 2394,
      "孳": 2395,
      "孵": 2396,
      "學": 2397,
      "孺": 2398,
      "孽": 2399,
      "孿": 2400,
      "宁": 2401,
      "它": 2402,
      "宅": 2403,
      "宇": 2404,
      "守": 2405,
      "安": 2406,
      "宋": 2407,
      "完": 2408,
      "宎": 2409,
      "宏": 2410,
      "宒": 2411,
      "宓": 2412,
      "宕": 2413,
      "宗": 2414,
      "官": 2415,
      "宙": 2416,
      "定": 2417,
      "宛": 2418,
      "宜": 2419,
      "宝": 2420,
      "实": 2421,
      "実": 2422,
      "宠": 2423,
      "审": 2424,
      "客": 2425,
      "宣": 2426,
      "室": 2427,
      "宥": 2428,
      "宦": 2429,
      "宪": 2430,
      "宫": 2431,
      "宮": 2432,
      "宰": 2433,
      "害": 2434,
      "宴": 2435,
      "宵": 2436,
      "家": 2437,
      "宸": 2438,
      "容": 2439,
      "宽": 2440,
      "宾": 2441,
      "宿": 2442,
      "寀": 2443,
      "寁": 2444,
      "寂": 2445,
      "寄": 2446,
      "寅": 2447,
      "密": 2448,
      "寇": 2449,
      "富": 2450,
      "寐": 2451,
      "寒": 2452,
      "寓": 2453,
      "寝": 2454,
      "寞": 2455,
      "察": 2456,
      "寡": 2457,
      "寢": 2458,
      "寤": 2459,
      "寥": 2460,
      "實": 2461,
      "寧": 2462,
      "寨": 2463,
      "審": 2464,
      "寫": 2465,
      "寬": 2466,
      "寮": 2467,
      "寰": 2468,
      "寵": 2469,
      "寶": 2470,
      "寸": 2471,
      "对": 2472,
      "寺": 2473,
      "寻": 2474,
      "导": 2475,
      "寿": 2476,
      "封": 2477,
      "射": 2478,
      "尅": 2479,
      "将": 2480,
      "將": 2481,
      "專": 2482,
      "尉": 2483,
      "尊": 2484,
      "尋": 2485,
      "對": 2486,
      "導": 2487,
      "小": 2488,
      "少": 2489,
      "尓": 2490,
      "尔": 2491,
      "尖": 2492,
      "尘": 2493,
      "尚": 2494,
      "尝": 2495,
      "尢": 2496,
      "尤": 2497,
      "尧": 2498,
      "尨": 2499,
      "尪": 2500,
      "尬": 2501,
      "就": 2502,
      "尴": 2503,
      "尷": 2504,
      "尸": 2505,
      "尹": 2506,
      "尺": 2507,
      "尻": 2508,
      "尼": 2509,
      "尽": 2510,
      "尾": 2511,
      "尿": 2512,
      "局": 2513,
      "屁": 2514,
      "层": 2515,
      "屄": 2516,
      "居": 2517,
      "屆": 2518,
      "屈": 2519,
      "屉": 2520,
      "届": 2521,
      "屋": 2522,
      "屌": 2523,
      "屍": 2524,
      "屎": 2525,
      "屏": 2526,
      "屐": 2527,
      "屑": 2528,
      "展": 2529,
      "屙": 2530,
      "屜": 2531,
      "属": 2532,
      "屠": 2533,
      "屡": 2534,
      "層": 2535,
      "履": 2536,
      "屬": 2537,
      "屯": 2538,
      "山": 2539,
      "屹": 2540,
      "屾": 2541,
      "屿": 2542,
      "岁": 2543,
      "岂": 2544,
      "岆": 2545,
      "岈": 2546,
      "岌": 2547,
      "岍": 2548,
      "岐": 2549,
      "岑": 2550,
      "岔": 2551,
      "岖": 2552,
      "岗": 2553,
      "岘": 2554,
      "岚": 2555,
      "岛": 2556,
      "岡": 2557,
      "岩": 2558,
      "岬": 2559,
      "岭": 2560,
      "岱": 2561,
      "岳": 2562,
      "岸": 2563,
      "岿": 2564,
      "峇": 2565,
      "峈": 2566,
      "峊": 2567,
      "峋": 2568,
      "峙": 2569,
      "峡": 2570,
      "峥": 2571,
      "峦": 2572,
      "峨": 2573,
      "峪": 2574,
      "峭": 2575,
      "峯": 2576,
      "峰": 2577,
      "島": 2578,
      "峻": 2579,
      "峽": 2580,
      "崂": 2581,
      "崇": 2582,
      "崋": 2583,
      "崎": 2584,
      "崔": 2585,
      "崖": 2586,
      "崗": 2587,
      "崛": 2588,
      "崩": 2589,
      "崭": 2590,
      "崴": 2591,
      "崽": 2592,
      "嵋": 2593,
      "嵌": 2594,
      "嵘": 2595,
      "嵩": 2596,
      "嵴": 2597,
      "嶂": 2598,
      "嶄": 2599,
      "嶋": 2600,
      "嶙": 2601,
      "嶲": 2602,
      "嶺": 2603,
      "嶼": 2604,
      "巅": 2605,
      "巒": 2606,
      "巖": 2607,
      "川": 2608,
      "州": 2609,
      "巡": 2610,
      "巢": 2611,
      "工": 2612,
      "左": 2613,
      "巧": 2614,
      "巨": 2615,
      "巩": 2616,
      "巫": 2617,
      "差": 2618,
      "己": 2619,
      "已": 2620,
      "巳": 2621,
      "巴": 2622,
      "巷": 2623,
      "巻": 2624,
      "巾": 2625,
      "巿": 2626,
      "币": 2627,
      "市": 2628,
      "布": 2629,
      "帅": 2630,
      "帆": 2631,
      "师": 2632,
      "帊": 2633,
      "希": 2634,
      "帐": 2635,
      "帑": 2636,
      "帕": 2637,
      "帖": 2638,
      "帘": 2639,
      "帚": 2640,
      "帛": 2641,
      "帜": 2642,
      "帝": 2643,
      "帥": 2644,
      "带": 2645,
      "帧": 2646,
      "師": 2647,
      "席": 2648,
      "帮": 2649,
      "帳": 2650,
      "帶": 2651,
      "帷": 2652,
      "常": 2653,
      "帼": 2654,
      "帽": 2655,
      "幂": 2656,
      "幄": 2657,
      "幅": 2658,
      "幌": 2659,
      "幔": 2660,
      "幕": 2661,
      "幗": 2662,
      "幛": 2663,
      "幡": 2664,
      "幢": 2665,
      "幣": 2666,
      "幫": 2667,
      "干": 2668,
      "平": 2669,
      "年": 2670,
      "并": 2671,
      "幸": 2672,
      "幹": 2673,
      "幺": 2674,
      "幻": 2675,
      "幼": 2676,
      "幽": 2677,
      "幾": 2678,
      "广": 2679,
      "庄": 2680,
      "庆": 2681,
      "庇": 2682,
      "庈": 2683,
      "床": 2684,
      "序": 2685,
      "庐": 2686,
      "库": 2687,
      "应": 2688,
      "底": 2689,
      "庖": 2690,
      "店": 2691,
      "庙": 2692,
      "庚": 2693,
      "府": 2694,
      "庞": 2695,
      "废": 2696,
      "度": 2697,
      "座": 2698,
      "庫": 2699,
      "庭": 2700,
      "庵": 2701,
      "庶": 2702,
      "康": 2703,
      "庸": 2704,
      "廁": 2705,
      "廂": 2706,
      "廄": 2707,
      "廈": 2708,
      "廉": 2709,
      "廊": 2710,
      "廓": 2711,
      "廖": 2712,
      "廚": 2713,
      "廝": 2714,
      "廟": 2715,
      "廠": 2716,
      "廢": 2717,
      "廣": 2718,
      "廳": 2719,
      "延": 2720,
      "廷": 2721,
      "廸": 2722,
      "建": 2723,
      "廻": 2724,
      "廿": 2725,
      "开": 2726,
      "弁": 2727,
      "异": 2728,
      "弃": 2729,
      "弄": 2730,
      "弅": 2731,
      "弇": 2732,
      "弈": 2733,
      "弊": 2734,
      "弋": 2735,
      "式": 2736,
      "弑": 2737,
      "弓": 2738,
      "弔": 2739,
      "引": 2740,
      "弗": 2741,
      "弘": 2742,
      "弛": 2743,
      "弝": 2744,
      "弟": 2745,
      "张": 2746,
      "弥": 2747,
      "弦": 2748,
      "弧": 2749,
      "弩": 2750,
      "弭": 2751,
      "弯": 2752,
      "弱": 2753,
      "張": 2754,
      "強": 2755,
      "弹": 2756,
      "强": 2757,
      "弼": 2758,
      "彆": 2759,
      "彈": 2760,
      "彌": 2761,
      "彎": 2762,
      "归": 2763,
      "当": 2764,
      "录": 2765,
      "彗": 2766,
      "彙": 2767,
      "形": 2768,
      "彤": 2769,
      "彥": 2770,
      "彦": 2771,
      "彩": 2772,
      "彪": 2773,
      "彬": 2774,
      "彭": 2775,
      "彰": 2776,
      "影": 2777,
      "彴": 2778,
      "彷": 2779,
      "彸": 2780,
      "役": 2781,
      "彻": 2782,
      "彼": 2783,
      "彿": 2784,
      "往": 2785,
      "征": 2786,
      "径": 2787,
      "待": 2788,
      "徇": 2789,
      "很": 2790,
      "徉": 2791,
      "徊": 2792,
      "律": 2793,
      "後": 2794,
      "徏": 2795,
      "徐": 2796,
      "徑": 2797,
      "徒": 2798,
      "徕": 2799,
      "得": 2800,
      "徘": 2801,
      "徙": 2802,
      "徜": 2803,
      "從": 2804,
      "御": 2805,
      "徨": 2806,
      "復": 2807,
      "循": 2808,
      "徬": 2809,
      "微": 2810,
